/* Return from the New Galaxy page success */
"### Good job!\nYou now know how to command Tello to jump in a network that is formed by the Mission Pads!\n\n[**Next Page**](@next)" = "### 干得漂亮！\n你现在知道如何控制 Tello 在由挑战卡组成的网络里自由飞行了。\n\n\n\n[**下一页**](@next)";

/* transit(x:y:z:pad1:pad2) hint */
"To transit to another Mission Pad you need to use the `transit(x: 100, y: 0, z: 100, pad1: 2, pad2: 1)` command." = "让 Tello 跳跃到另一张挑战卡你需要使用 `transit(x: 100, y: 0, z: 100, pad1: 2, pad2: 1)` 指令。";

/* getPadID hint */
"To get Pad ID of drone you need to use the `getPadID()` command." = "要获得 Pad ID 你需要使用 `getPadID()` 指令。";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

